{
    "description": {
        "en": "Learning the Quran, teaching it, explaining it to people,facilitating their recitation, and correcting their pronunciations are among the best and most noble deeds by which a Muslim draws closer to God. Learning the Arabic language chosen by God for His Book is among the most noble and greatest of sciences, especially for non-native speakers. Therefore, we",
        "ru": "Изучение Корана, его преподавание, разъяснение людям, облегчение их чтения и исправление произношения — это одни из лучших и самых благородных дел, посредством которых мусульманин приближается к Богу. Изучение арабского языка, который Бог избрал для Своей Книги, является одной из самых благородных и великих наук, особенно для тех, для кого он не является родным. Поэтому мы стремимся предоставлять возможности обучения, которые помогут каждому приблизиться к этим знаниям.",
        "ar": "تعلم القرآن وتعليمه وشرحه للناس وتيسير تلاوته وتصحيح نطقه من أفضل وأشرف الأعمال التي يتقرب بها المسلم إلى الله. وتعلم اللغة العربية التي اختارها الله لكتابه من أشرف وأعظم العلوم، خاصة لغير الناطقين بها. لذلك نحن`"
    },
    "highlights": [
        {
            "id": 1,
            "en": "We believe deeply in our mission and our responsibility to our students.",
            "ar": "نؤمن بعمق برسالتنا ومسؤوليتنا تجاه طلابنا.",
            "ru": "Мы глубоко верим в нашу миссию и ответственность перед нашими студентами."
        },
        {
            "id": 2,
            "en": "We deliver high-quality content taught by the best teachers — native speakers and Quran memorizers.",
            "ar": "نقدم محتوى عالي الجودة يدرسه أفضل المعلمين — من الناطقين الأصليين وحفظة القرآن.",
            "ru": "Мы предлагаем высококачественный контент, преподаваемый лучшими учителями — носителями языка и хафизами Корана."
        },
        {
            "id": 3,
            "en": "We provide flexible learning opportunities, anytime and anywhere in the world.",
            "ar": "نوفر فرص تعلم مرنة في أي وقت ومن أي مكان في العالم.",
            "ru": "Мы предоставляем гибкие возможности обучения в любое время и из любой точки мира."
        },
        {
            "id": 4,
            "en": "We connect with students easily online, without the hassle of travel.",
            "ar": "نتواصل مع الطلاب بسهولة عبر الإنترنت دون عناء السفر.",
            "ru": "Мы легко связываемся со студентами онлайн, без необходимости в поездках."
        },
        {
            "id": 5,
            "en": "We offer a variety of curricula and learning paths to suit all levels.",
            "ar": "نقدم مجموعة متنوعة من المناهج والمسارات التعليمية لتناسب جميع المستويات.",
            "ru": "Мы предлагаем разнообразные учебные программы и направления, подходящие для всех уровней."
        },
        {
            "id": 6,
            "en": "We ensure simple and secure payment methods.",
            "ar": "نضمن طرق دفع بسيطة وآمنة.",
            "ru": "Мы гарантируем простые и безопасные способы оплаты."
        },
        {
            "id": 7,
            "en": "We provide a wide range of courses at affordable prices, accessible to everyone.",
            "ar": "نوفر مجموعة واسعة من الدورات بأسعار مناسبة للجميع.",
            "ru": "Мы предоставляем широкий спектр курсов по доступным ценам для всех."
        }
    ]
}